{
    "Section1": {
        "section-name": "Gestion des mots de passe",
        "A1": {
            "question": "Êtes-vous capable de créer et de gérer des mots de passe uniques et sécurisés pour chaque compte ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "B2",
            "redirect-fail": "B1",
            "annotation" : "Savoir créer et gérer des mots de passe uniques et sécurisés est crucial pour protéger vos comptes en ligne contre les tentatives de piratage et les fuites de données. Utiliser le même mot de passe pour plusieurs comptes augmente le risque de compromettre tous vos comptes si l'un d'eux est piraté. Des mots de passe simples ou prévisibles (comme '123456' ou 'password') sont facilement devinables par les hackers et peuvent ouvrir la porte à des attaques."
        },
        "B1": {
            "question": "Vos mots de passe contiennent-ils au moins 12 caractères avec majuscules, minuscules, chiffres et caractères spéciaux ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "C2",
            "redirect-fail": "C1",
            "annotation" : "Utiliser des mots de passe longs et complexes est une technique clé pour renforcer la sécurité de vos comptes en ligne et éviter les attaques par piratage. Pourquoi c'est important ? 🔐 Un mot de passe complexe et long (au moins 12 caractères) est beaucoup plus difficile à craquer par des outils automatisés, comme les attaques par force brute. Les mots de passe simples ou courts sont vulnérables et peuvent être facilement devinés par des pirates, surtout s'ils utilisent des mots courants ou des séquences prévisibles. Tips : Le plus simple est d'utiliser un gestionnaire de mot de passe qui va générer un mot de passe aléatoire, respectant les critères de sécurités."
        },
        "B2": {
            "question": "Lequel de ces mots de passe est le plus sécurisé?",
            "reponse-correcte": [3],
            "text-reponses": ["azerty", "12345678", "t#uA8_mN!vSxP@2", "Nathan21041992"],
            "redirect-success": "C3",
            "redirect-fail": "C2",
            "annotation" : "Utiliser des mots de passe longs et complexes est une technique clé pour renforcer la sécurité de vos comptes en ligne et éviter les attaques par piratage. Pourquoi c'est important ? 🔐 Un mot de passe complexe et long (au moins 12 caractères) est beaucoup plus difficile à craquer par des outils automatisés, comme les attaques par force brute. Les mots de passe simples ou courts sont vulnérables et peuvent être facilement devinés par des pirates, surtout s'ils utilisent des mots courants ou des séquences prévisibles. Tips : Le plus simple est d'utiliser un gestionnaire de mot de passe qui va générer un mot de passe aléatoire, respectant les critères de sécurités."
        },
        "C1": {
            "question": "Est-il important de mettre en place la double authentification quand c'est possible ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "La double authentification (2FA) est une mesure de sécurité supplémentaire essentielle pour protéger vos comptes en ligne contre les accès non autorisés. Pourquoi c'est important ? La double authentification ajoute une couche de sécurité supplémentaire en exigeant non seulement votre mot de passe, mais aussi un second facteur d'identification, comme un code envoyé par SMS ou généré par une application d'authentification (par exemple, Google Authenticator). Cela réduit considérablement le risque que quelqu'un accède à vos comptes même s'il a réussi à obtenir votre mot de passe."
        },
        "C2": {
            "question": "Pourquoi est-il dangereux d'utiliser le même mot de passe partout ?",
            "reponse-correcte": [3],
            "text-reponses": ["Il est difficile de s'en souvenir", "C'est dangereux pour les sites bancaires", "Si un site est piraté, les autres comptes peuvent être compromis"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Utiliser le même mot de passe pour plusieurs comptes est une pratique risquée qui expose vos informations à des pirates informatiques. Pourquoi c'est dangereux ? Si un de vos comptes est compromis (par exemple, par une fuite de données), tous les autres comptes utilisant le même mot de passe deviennent vulnérables à des attaques. Les pirates peuvent accéder facilement à plusieurs services (emails, réseaux sociaux, banque, etc.) en utilisant les mêmes informations."
        },
        "C3": {
            "question": "Comment un gestionnaire de mot de passe améliore-t-il la sécurité ?",
            "reponse-correcte": [2, 4],
            "text-reponses": ["Il permet de partager facilement les mots de passe par email", "Il stocke les mots de passe de manière chiffrée", " Il empêche les pirates de voler les mots de passe", "Il génère des mots de passe complexes et uniques"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Un gestionnaire de mots de passe est un outil essentiel pour renforcer la sécurité de vos comptes en ligne en facilitant la gestion de mots de passe complexes et uniques. Pourquoi c'est important ? Un gestionnaire de mots de passe vous permet de créer et stocker des mots de passe uniques et complexes pour chaque compte sans avoir à les mémoriser. Cela vous aide à éviter les mots de passe faibles ou répétitifs, qui sont plus vulnérables aux attaques. Les gestionnaires de mots de passe vous évitent d'avoir à mémoriser tous vos mots de passe. Il suffit d'un simple copier/coller de vos identifiant/mots de passe pour se connecter aux différentes applications en toute simplicité. Ils peuvent également vous rappeler de mettre à jour vos mots de passe ou de changer les mots de passe compromis à la suite de fuites de données."
        }    
    },
    "Section2": {
        "section-name": "Phishing et emails frauduleux",
        "A1": {
            "question": "Cette e-mail est-il un email frauduleux ? alexandre.legrand@xdhzjne.com",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "B2",
            "redirect-fail": "B1",
            "annotation" : "Savoir reconnaître un email frauduleux est crucial pour éviter les cyberattaques, notamment le phishing (hameçonnage). Les pirates utilisent des adresses d'apparence crédible pour tromper leurs victimes. Un nom familier (ex. Alexandre Legrand) peut cacher un nom de domaine suspect (xdhzjne.com, qui ne semble pas légitime)."
        },
        "B1": {
            "question": "Que faire si vous recevez un email suspect?",
            "reponse-correcte": [1],
            "text-reponses": ["Ne pas cliquer et signaler l'email à l'IT", "L'ouvrir pour voir si c'est dangereux", "Répondre pour demander plus de détails"],
            "redirect-success": "C2",
            "redirect-fail": "C1",
            "annotation" : "Les emails suspects peuvent contenir des liens malveillants ou des pièces jointes qui infectent votre appareil ou volent vos informations personnelles. Un email d'apparence légitime mais venant d'une source inconnue peut cacher une tentative de fraude. Toujours être prudent avec les emails suspects : ne jamais cliquer, vérifier l'expéditeur"
        },
        "B2": {
            "question": "Vous recevez un email de votre banque vous demandant de confirmer vos informations en cliquant sur un lien. Que faites-vous ?",
            "reponse-correcte": [3],
            "text-reponses": ["Je réponds à l'email pour demander plus d'informations", "Je clique sur le lien pour vérifier", "J'ignore l'email et je contacte ma banque directement"],
            "redirect-success": "C3",
            "redirect-fail": "C2",
            "annotation" : "Les banques et autres institutions financières ne demandent jamais de confirmer vos informations sensibles via email, surtout en cliquant sur des liens. Un email prétendant venir de votre banque, vous demandant de cliquer sur un lien, est souvent un tentative de phishing visant à voler vos données.Ne répondez jamais directement à un email demandant des informations sensibles, même s'il semble venir d'une source légitime. Contactez toujours l'entreprise directement par téléphone ou via son site officiel pour vérifier la demande."
        },
        "C1": {
            "question": "Savez-vous ce que c'est que le phishing ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Le phishing consiste à manipuler les utilisateurs en créant de fausses communications (généralement des emails ou des sites web) afin de récupérer des informations sensibles telles que des mots de passe, des numéros de carte bancaire ou des identifiants. Vous risquez donc divulguer des informations sensibles à des cybercriminels."
        },
        "C2": {
            "question": "Lorsque vous recevez un email suspect, comment pouvez-vous vérifier si un lien est frauduleux sans cliquer dessus ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je clique sur le lien pour voir si le site me semble fiable.", "Survoler le lien avec sa souris (sans cliquer) pour voir l'URL réelle"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Savoir vérifier un lien sans cliquer est essentiel pour éviter de tomber dans des pièges de phishing et protéger vos informations sensibles.Les liens dans les emails suspects peuvent vous rediriger vers des sites malveillants ou télécharger des logiciels malveillants sur votre appareil.Vérifier un lien sans cliquer vous permet de vous assurer qu'il ne mène pas à un site frauduleux. Si vous vérifiez le lien en survolant avec votre souris (sans cliquer), vous pouvez voir l'URL réelle du site et vérifier si elle est légitime (attention aux petites fautes d'orthographe ou aux noms de domaine suspects)."
        },
        "C3": {
            "question": "Quels éléments permettent d'identifier un email frauduleux ? (2 réponses)",
            "reponse-correcte": [1, 3],
            "text-reponses": ["Une adresse d'expéditeur suspecte", "L'absence de logo de l'entreprise", "Des fautes d'orthographe ou un ton alarmiste", "Un fichier PDF attaché"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Toujours vérifier l'expéditeur, les liens et le contenu d'un email avant d'agir. En cas de doute, ne cliquez sur rien et contactez directement l'organisation concernée"
        }    
    },
    "Section3": {
        "section-name": "Mise à jour et protection des appareils",
        "A1": {
            "question": "Vos appareils et logiciels sont-ils à jour ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je ne sais pas", "Oui", "Non"],
            "redirect-success": "B2",
            "redirect-fail": "B1",
            "annotation" : ""
        },
        "B1": {
            "question": "Avez-vous activé les mises à jour automatiques ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je ne sais pas", "Oui", "Non"],
            "redirect-success": "C2",
            "redirect-fail": "C1",
            "annotation" : "Les mises à jour automatiques sont un moyen simple et efficace de garantir la sécurité et la performance de vos logiciels et appareils sans y penser. Si vous avez activé les mises à jour automatiques, vos logiciels resteront protégés sans intervention manuelle. Moins prise de tête."
        },
        "B2": {
            "question": "Utilisez-vous un antivirus et un pare-feu à jour ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je ne sais pas", "Oui", "Non"],
            "redirect-success": "C3",
            "redirect-fail": "C2",
            "annotation" : "Avoir un antivirus et un pare-feu à jour est essentiel pour protéger vos appareils et vos données contre les menaces en ligne.Si ce n'est pas le cas, votre protection est obsolète et inefficace, ce qui laisse la porte ouverte aux virus et pirates informatiques."
        },
        "C1": {
            "question": "Avez-vous mis à jour vos logiciels dernièrement ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je ne sais pas", "Oui", "Non"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Ne pas mettre à jour ses logiciels expose votre entreprise à des risques de sécurité et de performance : Les mises à jour corrigent des failles de sécurité ,Les mises à jour améliorent la stabilité et les performances, Si vous mettez régulièrement à jour vos logiciels, vous réduisez considérablement les risques de cyberattaques et assurez le bon fonctionnement de vos outils."
        },
        "C2": {
            "question": "Savez-vous quel est le rôle d'un pare-feu et d'un antivirus dans la protection de vos appareils ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Un pare-feu, c'est comme un videur à l'entrée d'une boîte de nuit : il contrôle qui peut entrer et qui doit rester dehors pour éviter les problèmes. Il empêche les connexions dangereuses d'atteindre votre ordinateur ou votre réseau. Un antivirus, c'est comme un médecin qui détecte et élimine les infections. Il analyse vos fichiers et bloque les menaces comme les virus et les logiciels malveillants qui pourraient endommager vos données ou voler vos informations."
        },
        "C3": {
            "question": "Pourquoi est-il important de mettre à jour ses logiciels ? (2 réponses)",
            "reponse-correcte": [2, 3],
            "text-reponses": ["Supprimer les anciens fichiers inutiles", "Corriger les failles de sécurité", "Améliorer les performances du logiciel", "Ajouter de la publicité"],
            "redirect-success": "NEXT",
            "redirect-fail": "NEXT",
            "annotation" : "Ne pas mettre à jour ses logiciels expose votre entreprise à des risques de sécurité et de performance :  Les mises à jour corrigent des failles de sécurité, Les mises à jour améliorent la stabilité et les performances Si vous mettez régulièrement à jour vos logiciels, vous réduisez considérablement les risques de cyberattaques et assurez le bon fonctionnement de vos outils."
        }    
    },
    "Section4": {
        "section-name": "Sauvegarde et récupération des données",
        "A1": {
            "question": "Faites-vous des sauvegardes régulières de vos données ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je ne sais pas", "Oui", "Non"],
            "redirect-success": "B2",
            "redirect-fail": "B1",
            "annotation" : "Faire des sauvegardes régulières est essentiel pour protéger les données de votre entreprise contre les pannes, les cyberattaques ou les erreurs humaines."
        },
        "B1": {
            "question": "Est-il important de faire des sauvegardes ?",
            "reponse-correcte": [2],
            "text-reponses": ["Je ne sais pas", "Oui", "Non"],
            "redirect-success": "C2",
            "redirect-fail": "C1",
            "annotation" : "Les sauvegardes sont essentielles pour protéger les données de votre entreprise contre les pannes, cyberattaques, erreurs humaines ou sinistres (incendie, vol, etc.). Sans sauvegarde, une simple défaillance technique peut entraîner la perte définitive de vos fichiers critiques."
        },
        "B2": {
            "question": "À quelle fréquence devriez-vous sauvegarder vos données professionnelles ?",
            "reponse-correcte": [2],
            "text-reponses": ["Quotidiennement ou hebdomadairement", "Une fois par an", "Après une panne"],
            "redirect-success": "C3",
            "redirect-fail": "C2",
            "annotation" : "Plus vos sauvegardes sont fréquentes et bien gérées, plus votre entreprise est résiliente face aux incidents."
        },
        "C1": {
            "question": "Connaissez-vous les types de données qui doivent être sauvegardés ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "END",
            "redirect-fail": "END",
            "annotation" : "Savoir quelles données sauvegarder est essentiel pour garantir la continuité de votre activité et éviter la perte d'informations critiques. (documents comptables, données clients, contrats, etc.). Assurez-vous que toutes les données sensibles et stratégiques sont bien protégées et accessibles en cas de besoin."
        },
        "C2": {
            "question": "Vos sauvegardes sont-elles stockées sur un support externe ?",
            "reponse-correcte": [1],
            "text-reponses": ["Oui", "Non"],
            "redirect-success": "END",
            "redirect-fail": "END",
            "annotation" : "Stockés, vos sauvegardes sur un support externe protègent vos fichiers des risques liés à votre appareil principal.La meilleure stratégie est de combiner une sauvegarde sur un support externe (disque dur) et une sauvegarde sur un cloud chiffré."
        },
        "C3": {
            "question": "Où faut-il stocker ses sauvegardes ? (2 réponses)",
            "reponse-correcte": [1, 3],
            "text-reponses": ["Sur un cloud chiffré", "Sur le PC où il y a les données", "Sur un disque dur externe"],
            "redirect-success": "END",
            "redirect-fail": "END",
            "annotation" : "Sans chiffrement, vos données peuvent être vulnérables en cas de fuite ou de piratage du service cloud. Une sauvegarde exclusivement en ligne expose vos fichiers aux risques de compromission des serveurs ou de perte d'accès si le service est indisponible. Bonne pratique : Toujours privilégier une sauvegarde hybride (externe et cloud chiffré). 🔐"
        }    
    }
}